12/data/attachments/e3ceabf323e39de7.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_00d9716a-eed4-4b55-97cf-4fd95346d49a</nif:username>
            <nif:friendToBeAdded>James_her_Actions_40072_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>